hello-world.yml
config:
  target: https://sandbox.north-europe.azure.keboola.com/45530968/
  phases:
    - duration: 20   # Duration of this phase in seconds
      arrivalRate: 2  # Number of new virtual users per second
  engines:
    playwright: {}
  processor: "./flows.js"

scenarios:
  - engine: playwright
    testFunction: "helloFlow"